{"word2idx": {"piece": 1, "farmland": 2, "cropland": 3, "four": 4, "airplanes": 5, "parked": 6, "airport": 7, "cars": 8, "different": 9, "kinds": 10, "airplane": 11, "runway": 12, "taxiing": 13, "surrounded": 14, "stopped": 15, "two": 16, "blue": 17, "white": 18, "luggage": 19, "beside": 20, "next": 21, "green": 22, "purple": 23, "big": 24, "small": 25, "one": 26, "fuselage": 27, "beige": 28, "size": 29, "three": 30, "neatly": 31, "arranged": 32, "six": 33, "five": 34, "seven": 35, "closed": 36, "ground": 37, "dark": 38, "car": 39, "another": 40, "lot": 41, "many": 42, "black": 43, "red": 44, "building": 45, "trees": 46, "lots": 47, "grey": 48, "dispersedly": 49, "scattered": 50, "compactly": 51, "eight": 52, "old": 53, "baseball": 54, "diamond": 55, "sand": 56, "weeds": 57, "composed": 58, "compose": 59, "new": 60, "sands": 61, "grass": 62, "regular": 63, "manicured": 64, "lawns": 65, "stands": 66, "surround": 67, "sorrounded": 68, "diamonds": 69, "plants": 70, "beach": 71, "sea": 72, "waves": 73, "slapping": 74, "birds": 75, "flying": 76, "throwing": 77, "foams": 78, "beat": 79, "throw": 80, "foam": 81, "violent": 82, "greenish-blue": 83, "peaceful": 84, "quiet": 85, "crystal": 86, "clear": 87, "waters": 88, "made": 89, "water": 90, "without": 91, "beautiful": 92, "violently": 93, "coming": 94, "come": 95, "foasm": 96, "blue-green": 97, "green-blue": 98, "melt": 99, "mixed": 100, "people": 101, "road": 102, "buildings": 103, "roads": 104, "t-junction": 105, "roofs": 106, "rows": 107, "roadside": 108, "roof": 109, "parking": 110, "crowded": 111, "together": 112, "mess": 113, "swimming": 114, "pool": 115, "middle": 116, "orange": 117, "compact": 118, "pressed": 119, "line": 120, "around": 121, "colors": 122, "color": 123, "arround": 124, "triangular": 125, "sky": 126, "roofss": 127, "brown": 128, "chaparral": 129, "loess": 130, "dense": 131, "residential": 132, "area": 133, "houses": 134, "goes": 135, "wothe": 136, "go": 137, "lines": 138, "ars": 139, "fo": 140, "forest": 141, "shadow": 142, "thick": 143, "emerald": 144, "constitute": 145, "withered": 146, "others": 147, "healthy": 148, "dotted": 149, "straight": 150, "freeways": 151, "curved": 152, "merged": 153, "wide": 154, "narrow": 155, "parallel": 156, "forward": 157, "desert": 158, "parrallel": 159, "part": 160, "golf": 161, "course": 162, "turfs": 163, "bunkers": 164, "trail": 165, "coursea": 166, "trails": 167, "cross": 168, "boats": 169, "docked": 170, "harbor": 171, "deep": 172, "positions": 173, "free": 174, "turbid": 175, "intersection": 176, "pedestrians": 177, "corners": 178, "desolate": 179, "vertical": 180, "busy": 181, "tennis": 182, "courts": 183, "corner": 184, "medium": 185, "lawn": 186, "flurish": 187, "verdant": 188, "pools": 189, "backyards": 190, "flourish": 191, "mobile": 192, "homes": 193, "home": 194, "park": 195, "haphazardly": 196, "overpass": 197, "across": 198, "vertically": 199, "surounded": 200, "diagonally": 201, "multilevel": 202, "complicated": 203, "scatteredly": 204, "empty": 205, "spaces": 206, "spots": 207, "densely": 208, "fanned": 209, "river": 210, "banks": 211, "bank": 212, "side": 213, "wilted": 214, "land": 215, "abandoned": 216, "nothing": 217, "mark": 218, "number": 219, "letter": 220, "r": 221, "l": 222, "villa": 223, "sparse": 224, "house": 225, "bushes": 226, "spase": 227, "lush": 228, "plamts": 229, "storage": 230, "tanks": 231, "triangularly": 232, "distributed": 233, "tank": 234, "round": 235, "containters": 236, "connected": 237, "highway": 238, "court": 239, "stadium": 240, "basketball": 241, "moored": 242, "atrovirens": 243, "<unk>": 244}, "idx2word": {"1": "piece", "2": "farmland", "3": "cropland", "4": "four", "5": "airplanes", "6": "parked", "7": "airport", "8": "cars", "9": "different", "10": "kinds", "11": "airplane", "12": "runway", "13": "taxiing", "14": "surrounded", "15": "stopped", "16": "two", "17": "blue", "18": "white", "19": "luggage", "20": "beside", "21": "next", "22": "green", "23": "purple", "24": "big", "25": "small", "26": "one", "27": "fuselage", "28": "beige", "29": "size", "30": "three", "31": "neatly", "32": "arranged", "33": "six", "34": "five", "35": "seven", "36": "closed", "37": "ground", "38": "dark", "39": "car", "40": "another", "41": "lot", "42": "many", "43": "black", "44": "red", "45": "building", "46": "trees", "47": "lots", "48": "grey", "49": "dispersedly", "50": "scattered", "51": "compactly", "52": "eight", "53": "old", "54": "baseball", "55": "diamond", "56": "sand", "57": "weeds", "58": "composed", "59": "compose", "60": "new", "61": "sands", "62": "grass", "63": "regular", "64": "manicured", "65": "lawns", "66": "stands", "67": "surround", "68": "sorrounded", "69": "diamonds", "70": "plants", "71": "beach", "72": "sea", "73": "waves", "74": "slapping", "75": "birds", "76": "flying", "77": "throwing", "78": "foams", "79": "beat", "80": "throw", "81": "foam", "82": "violent", "83": "greenish-blue", "84": "peaceful", "85": "quiet", "86": "crystal", "87": "clear", "88": "waters", "89": "made", "90": "water", "91": "without", "92": "beautiful", "93": "violently", "94": "coming", "95": "come", "96": "foasm", "97": "blue-green", "98": "green-blue", "99": "melt", "100": "mixed", "101": "people", "102": "road", "103": "buildings", "104": "roads", "105": "t-junction", "106": "roofs", "107": "rows", "108": "roadside", "109": "roof", "110": "parking", "111": "crowded", "112": "together", "113": "mess", "114": "swimming", "115": "pool", "116": "middle", "117": "orange", "118": "compact", "119": "pressed", "120": "line", "121": "around", "122": "colors", "123": "color", "124": "arround", "125": "triangular", "126": "sky", "127": "roofss", "128": "brown", "129": "chaparral", "130": "loess", "131": "dense", "132": "residential", "133": "area", "134": "houses", "135": "goes", "136": "wothe", "137": "go", "138": "lines", "139": "ars", "140": "fo", "141": "forest", "142": "shadow", "143": "thick", "144": "emerald", "145": "constitute", "146": "withered", "147": "others", "148": "healthy", "149": "dotted", "150": "straight", "151": "freeways", "152": "curved", "153": "merged", "154": "wide", "155": "narrow", "156": "parallel", "157": "forward", "158": "desert", "159": "parrallel", "160": "part", "161": "golf", "162": "course", "163": "turfs", "164": "bunkers", "165": "trail", "166": "coursea", "167": "trails", "168": "cross", "169": "boats", "170": "docked", "171": "harbor", "172": "deep", "173": "positions", "174": "free", "175": "turbid", "176": "intersection", "177": "pedestrians", "178": "corners", "179": "desolate", "180": "vertical", "181": "busy", "182": "tennis", "183": "courts", "184": "corner", "185": "medium", "186": "lawn", "187": "flurish", "188": "verdant", "189": "pools", "190": "backyards", "191": "flourish", "192": "mobile", "193": "homes", "194": "home", "195": "park", "196": "haphazardly", "197": "overpass", "198": "across", "199": "vertically", "200": "surounded", "201": "diagonally", "202": "multilevel", "203": "complicated", "204": "scatteredly", "205": "empty", "206": "spaces", "207": "spots", "208": "densely", "209": "fanned", "210": "river", "211": "banks", "212": "bank", "213": "side", "214": "wilted", "215": "land", "216": "abandoned", "217": "nothing", "218": "mark", "219": "number", "220": "letter", "221": "r", "222": "l", "223": "villa", "224": "sparse", "225": "house", "226": "bushes", "227": "spase", "228": "lush", "229": "plamts", "230": "storage", "231": "tanks", "232": "triangularly", "233": "distributed", "234": "tank", "235": "round", "236": "containters", "237": "connected", "238": "highway", "239": "court", "240": "stadium", "241": "basketball", "242": "moored", "243": "atrovirens", "244": "<unk>"}, "idx": 245}